docs/site/morris05_teach_method_lewis_hugh_cooper.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-08-23 Fri 20:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>morris05_teach_method_lewis_hugh_cooper</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">morris05_teach_method_lewis_hugh_cooper</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgef26b9e">Lewis Hugh Cooper</a>
<ul>
<li><a href="#orgaaa8825">Chapter 1 Bio</a>
<ul>
<li><a href="#org8af3b43">Self Taught</a></li>
<li><a href="#org385076b">Puchner influence</a></li>
<li><a href="#orga19af5f">Bassoon Clinic Series</a></li>
</ul>
</li>
<li><a href="#orga0ff072">Chapter 2 Pedagogy</a></li>
<li><a href="#orgbb01bfc">Educated Students</a></li>
<li><a href="#org5d1db4f">Breath Builder</a></li>
<li><a href="#orgb768340">Hissing</a></li>
<li><a href="#orgb47918c">Soft cushion</a></li>
<li><a href="#orge6ab1a0">Embouchure technique</a></li>
<li><a href="#orgb7e9766">Tone Production</a></li>
<li><a href="#org47a3477">Prep student for first sounds on the bassoon</a></li>
<li><a href="#org242781f">Tone Color</a></li>
<li><a href="#org91332e2">Internal Pitch</a></li>
<li><a href="#org573b3d9">Acoustic training</a></li>
<li><a href="#org0049e2e">Tuner deficiencies</a></li>
<li><a href="#orgce465a9">Table of comparisons</a></li>
<li><a href="#orga047bf7">Combating tuning acuity</a></li>
<li><a href="#org55dd131">Chapter 3: The Reed</a></li>
<li><a href="#org0499bce">Cooper used a slightly eccentric gouge</a></li>
<li><a href="#org1246a84">Beginning of the process</a></li>
<li><a href="#orgb4f39aa">Gouge consistency</a></li>
<li><a href="#org9bc9a90">Porosity</a></li>
<li><a href="#org3d703f3">Preparation of Cane</a></li>
<li><a href="#orgc5dafbb">Soaking</a></li>
<li><a href="#org2e69f0b">Profiling</a></li>
<li><a href="#org0786697">Shaping</a></li>
<li><a href="#org4f50bd5">Forming the Tube</a></li>
<li><a href="#org9410fa1">Beveling</a></li>
<li><a href="#org0228dab">Scoring</a></li>
<li><a href="#orgcb9504e">Slippage</a></li>
<li><a href="#orge8f4d2d">Rest of forming</a></li>
<li><a href="#org6ba1349">Finishing</a></li>
<li><a href="#org4f5b6a3">Parallel scrape</a></li>
<li><a href="#orgf8c6a88">Seven Finishing procedures</a></li>
<li><a href="#org9abcd8c">Seven Acoustic Criteria</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgef26b9e" class="outline-2">
<h2 id="orgef26b9e">Lewis Hugh Cooper</h2>
<div class="outline-text-2" id="text-orgef26b9e">
</div>
<div id="outline-container-orgaaa8825" class="outline-3">
<h3 id="orgaaa8825">Chapter 1 Bio</h3>
<div class="outline-text-3" id="text-orgaaa8825">
</div>
<div id="outline-container-org8af3b43" class="outline-4">
<h4 id="org8af3b43">Self Taught</h4>
<div class="outline-text-4" id="text-org8af3b43">
<p>
Largely self taught, as there was no bassoon faculty at University of Michigan. Got advice from Hugo Fox, Sol Schoenbach, and SImon Kovar from visiting orchestras 
</p>
</div>
</div>
<div id="outline-container-org385076b" class="outline-4">
<h4 id="org385076b">Puchner influence</h4>
<div class="outline-text-4" id="text-org385076b">
<p>
Lots of influence with Puchner bassoons
</p>
</div>
</div>
<div id="outline-container-orga19af5f" class="outline-4">
<h4 id="orga19af5f">Bassoon Clinic Series</h4>
<div class="outline-text-4" id="text-orga19af5f">
<p>
Seems these were published in the Etude Magazine. In 2005 the book referenced in the articles seems to not have materialized.
</p>
</div>
</div>
</div>
<div id="outline-container-orga0ff072" class="outline-3">
<h3 id="orga0ff072">Chapter 2 Pedagogy</h3>
<div class="outline-text-3" id="text-orga0ff072">
</div>
</div>
<div id="outline-container-orgbb01bfc" class="outline-3">
<h3 id="orgbb01bfc">Educated Students</h3>
<div class="outline-text-3" id="text-orgbb01bfc">
<blockquote>
<p>
My approach to teaching is one that recognizes the analytical capabilities
unique to the human species. There are two kinds of musicians, those who
perform primarily by rote, and those who maintain intellectual control
over their performance. Rote response represents man’s lowest form of
learning, the way we teach animals tricks. Certainly, university students
are deserving of a more intellectual basis for their music making,
especially in view of the superior results achieved. Intellectual players,
because they are capable of adjusting to an ever-changing environment,
will always triumph over animalistic responses, no matter how adept a rote
player. If all subject matter were taught like most music performance,
mankind would not yet have invented the wheel.1 What is happening and
why? The power of observation and intellectual curiosity – the two
necessary attributes of any truly educated individual.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org5d1db4f" class="outline-3">
<h3 id="org5d1db4f">Breath Builder</h3>
<div class="outline-text-3" id="text-org5d1db4f">
<p>
The cytinder with the ping-pong ball. Doesn't say which holes to use or anything like that (at least not here)
</p>
</div>
</div>
<div id="outline-container-orgb768340" class="outline-3">
<h3 id="orgb768340">Hissing</h3>
<div class="outline-text-3" id="text-orgb768340">
<p>
Clenched teeth, and blocking the space between upper and lower teeth. This is like an athlete adding weights to a movement, it creates extra resistance
</p>
</div>
</div>
<div id="outline-container-orgb47918c" class="outline-3">
<h3 id="orgb47918c">Soft cushion</h3>
<div class="outline-text-3" id="text-orgb47918c">
<p>
Pronounce the word "cue", or whistling
</p>
</div>
</div>
<div id="outline-container-orge6ab1a0" class="outline-3">
<h3 id="orge6ab1a0">Embouchure technique</h3>
<div class="outline-text-3" id="text-orge6ab1a0">
<ol class="org-ol">
<li>Whistle the lowest pitch you can produce</li>
<li>Whistle that pitch up one octave, noting the tightening of muscles to get higher. This is similar to the muscles used when playing bassoon.</li>
<li>Tighten those muscles until the whistle is lost. This is the basis of the embouchure.</li>
<li>Yawn to feel the pivoting motion of the jaw's hinge</li>
<li>With the jaw somewhat down and back, use that embouchure and blow as if blowing out candles on a birthday cake, this should get the crow</li>
</ol>
</div>
</div>
<div id="outline-container-orgb7e9766" class="outline-3">
<h3 id="orgb7e9766">Tone Production</h3>
<div class="outline-text-3" id="text-orgb7e9766">
<p>
Breath control <b>is</b> the basic foundation for all tone production
</p>
</div>
</div>
<div id="outline-container-org47a3477" class="outline-3">
<h3 id="org47a3477">Prep student for first sounds on the bassoon</h3>
<div class="outline-text-3" id="text-org47a3477">
<ol class="org-ol">
<li>Crow the reed several times</li>
<li>Place the reed on the bocal alone, getting the four semi-tone range of the bocal, special attention to getting the B (see reed criteria in chapter 3)</li>
<li>Assemble the bassoon</li>
<li>Crow again several times</li>
<li>Get ready to play</li>
</ol>
<p>
Then we get the first sounds
</p>
<ol class="org-ol">
<li>Finger C, ,and blow exactly how the crow was no matter how bad it sounds</li>
<li>Get the embouchure so that it sounds a B</li>
<li>If it isn't flat enough, they need to relax the embouchure, go back to reed or just reed and bocal</li>
</ol>
<p>
Then we bring it up
</p>
<ol class="org-ol">
<li>Add breath support to raise it to a C. Not by biting!!!!!</li>
<li>Repeat until a full resonant in tune sound can be produced with just breath support.</li>
<li>Recognize pitch level is primarily maintained by breath support</li>
</ol>
<p>
This gets a charactersitci bassoon sound in a minimum legnth of time (usually within the first lesson)
</p>
</div>
</div>
<div id="outline-container-org242781f" class="outline-3">
<h3 id="org242781f">Tone Color</h3>
<div class="outline-text-3" id="text-org242781f">
<p>
There is a mix of vibrancy (or edge) and resonance (core) in the bassoon sound. There are two subdivisions of the tone. The performer's concept, or what we hear as we are playing, and the listener's concept. The performer's concept is always more vibrant, edgy, reediers, and louder than the listener's concept, which is always darker, smoother, softer, and less vibrant that the performer's. The closer that the performer's concept is to the ideal listener's concept, the further he/she is from their goal. The desired smooth, dark, in-tune concept is achieved by a vibrant, somewhat reedy, free full-blown performer's concept. 15 to 20 feet is about the point where the reediness dissipates and is absorbed into the core of resonance
</p>
</div>
</div>
<div id="outline-container-org91332e2" class="outline-3">
<h3 id="org91332e2">Internal Pitch</h3>
<div class="outline-text-3" id="text-org91332e2">
<p>
Internal pitch is the most important element of good intonation. The finest reed, bocal, instrument, breath control will still present tuning problems
</p>
</div>
</div>
<div id="outline-container-org573b3d9" class="outline-3">
<h3 id="org573b3d9">Acoustic training</h3>
<div class="outline-text-3" id="text-org573b3d9">
<p>
Cooper suggests some form of acoustic being introduced into the traditional theory/ear training sequence, adding exercises to develop tuning acuity. Tuners are not good enough.
</p>
</div>
</div>
