docs/site/morris05_teach_method_lewis_hugh_cooper.html
<div id="outline-container-org0049e2e" class="outline-3">
<h3 id="org0049e2e">Tuner deficiencies</h3>
<div class="outline-text-3" id="text-org0049e2e">
<blockquote>
<p>
“Equal tempered tuners guarantee being out of tune on everything but the
fundamental and its various octaves, in comparison to the frequency requirements of our
non-linear hearing mechanism which is the final arbiter of the harmonic nature of man's
system (the natural overtone series).”
</p>
</blockquote>
</div>
</div>
<div id="outline-container-orgce465a9" class="outline-3">
<h3 id="orgce465a9">Table of comparisons</h3>
<div class="outline-text-3" id="text-orgce465a9">
<p>
Shows what each pitch should be within the natural major scale, and the difference of what equal tempered gives
</p>
</div>
</div>
<div id="outline-container-orga047bf7" class="outline-3">
<h3 id="orga047bf7">Combating tuning acuity</h3>
<div class="outline-text-3" id="text-orga047bf7">
<p>
Use three glasses filled with water. The first galss is the goal pitch. Then add or pour out water from the second glass to the third glass to match the tap pitch
Have two students play the same pitch. One student moves pitch up and down to hear the beats. Switch roles. Do it with octaves, fifths, fourths, and thirds and sixths. Note that the tuner will be "out of tune", or when it is in tune, there will be beats because it is in fact not in tune
</p>
</div>
</div>
<div id="outline-container-org55dd131" class="outline-3">
<h3 id="org55dd131">Chapter 3: The Reed</h3>
<div class="outline-text-3" id="text-org55dd131">
</div>
</div>
<div id="outline-container-org0499bce" class="outline-3">
<h3 id="org0499bce">Cooper used a slightly eccentric gouge</h3>
<div class="outline-text-3" id="text-org0499bce">
<p>
But both can achieve good results. A change in gouge requires a compensatory change in other design areas.
</p>
</div>
</div>
<div id="outline-container-org1246a84" class="outline-3">
<h3 id="org1246a84">Beginning of the process</h3>
<div class="outline-text-3" id="text-org1246a84">
<p>
Visual inspection of cane. Is the cane straight? When you lay it down is it convex or concave? Color of the cane. Then measures the gouge for consistency
</p>
</div>
</div>
<div id="outline-container-orgb4f39aa" class="outline-3">
<h3 id="orgb4f39aa">Gouge consistency</h3>
<div class="outline-text-3" id="text-orgb4f39aa">
<blockquote>
<p>
“End to end inaccuracies profoundly affect the reed's mechanical fulcrum, causing a
functional imbalance between the two blades.”
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org9bc9a90" class="outline-3">
<h3 id="org9bc9a90">Porosity</h3>
<div class="outline-text-3" id="text-org9bc9a90">
<p>
You can blow or draw air through dry mature cane
You can blow air through dry gsp and produce bubbles when you put the cane under water
</p>
</div>
</div>
<div id="outline-container-org3d703f3" class="outline-3">
<h3 id="org3d703f3">Preparation of Cane</h3>
<div class="outline-text-3" id="text-org3d703f3">
<p>
Corrective sanding for the gouge of anything that's over .05mm difference
Also smooths the inside of the gouge. 600 grit gives a brighter less dampes sound, 400 is more covered
Then he wets the surface with his finger, wiping off the excess. Let it dry, then sand the raised stuff out. Then do it again until it stays smooth.
</p>
</div>
</div>
<div id="outline-container-orgc5dafbb" class="outline-3">
<h3 id="orgc5dafbb">Soaking</h3>
<div class="outline-text-3" id="text-orgc5dafbb">
<p>
Prolonged soaking. Leaches out the saps and minerals. This minimizes the break in period. Greater homogeneity and more consistency across pieces of cane. Better quality of cane
</p>

<p>
Fill a jar of distilled water and soak the cane for 24 hours. Then pour out the discolored water, rinse the cane, and refill the jar with fresh water. Let it go a day or two and change water again. After water stops discoloring, get fresh water and keep in the dark.
</p>
</div>
</div>
<div id="outline-container-org2e69f0b" class="outline-3">
<h3 id="org2e69f0b">Profiling</h3>
<div class="outline-text-3" id="text-org2e69f0b">
<p>
Feels that hand profiling is superior.
Make score marks for the center line and the outer limits of the blades. Those marks are just barely through the collar. The center is pretty deep.
Starts by stripping away the bark starting from an outer mark towards the center. Then imagines 9 strips to make an arrowhead configuration. Makes a cut from closer to the shoulder to the tip. It gets deeper as it goes to the tip.
Not discussed, but in Figure 3.4, is the step of finding where along the profile the desired back of the reed is, and mark it along both blades. If they aren't in the same place, sand to get them in the same place. This will be the point to make the parallel back later.
</p>
</div>
</div>
<div id="outline-container-org0786697" class="outline-3">
<h3 id="org0786697">Shaping</h3>
<div class="outline-text-3" id="text-org0786697">
<p>
Prefers the foldover shaper. Claims you get better results and that folding the cane over begins to pre-establish the de/regenerative tip aperture.
He also narrows the cane before putting it on the shaper to help with cracking.
</p>
</div>
</div>
<div id="outline-container-org4f50bd5" class="outline-3">
<h3 id="org4f50bd5">Forming the Tube</h3>
<div class="outline-text-3" id="text-org4f50bd5">
</div>
</div>
<div id="outline-container-org9410fa1" class="outline-3">
<h3 id="org9410fa1">Beveling</h3>
<div class="outline-text-3" id="text-org9410fa1">
<p>
Beveling helps put the mechanical fulcrum in the correct place. It ensures the stability of the tube, and that it seals well, and helps reinforce degerative-regerative tip function
</p>
</div>
</div>
<div id="outline-container-org0228dab" class="outline-3">
<h3 id="org0228dab">Scoring</h3>
<div class="outline-text-3" id="text-org0228dab">
<p>
7 score marks, one in the center and 3 on each side of center. He starts at the collar.
</p>
</div>
</div>
<div id="outline-container-orgcb9504e" class="outline-3">
<h3 id="orgcb9504e">Slippage</h3>
<div class="outline-text-3" id="text-orgcb9504e">
<p>
Slippage is a moveable shackle that helps lateral expansion of the blades necessary for vertical oscillatory motion
Easier to match an edge to a plain
Damping of low noise
Smaller static volume
Set slippage before putting wires on.
</p>
</div>
</div>
<div id="outline-container-orge8f4d2d" class="outline-3">
<h3 id="orge8f4d2d">Rest of forming</h3>
<div class="outline-text-3" id="text-orge8f4d2d">
<p>
Puts on wires 1 and 2. No slack or it will permit cracks. Insert needle nose pliers and grasp the sections and twists them until they crack. Then he opens the second wire and inserts the mandrel. When it's enough, add the third wire and mash the tube from butt to second wire.
Then he pulls the third wire to tension and rotates 360 and locks it. Then he does the same to the second wire. This should cause the sides to neck in and close. The first wire is slightly tightened. Remove from mandrel and inspect for roundness. Sand the butt until it's level, then dry on a board for several days.
</p>

<p>
After it is dried, reinsert the mandrel. The seams should open up again. He reworks the tube between wires 2 and 3 again and tightens and locks those wires.
</p>

<p>
Don't duco the tube! He also makes four herring bone notches between the 2nd and 3rd wires.
</p>

<p>
Apply three or four coats of cement or lacquer. File the butt if there's anything on it. Set aside for a year ;)
</p>
</div>
</div>
