org-roam/morris05_teach_method_lewis_hugh_cooper.org
** Finishing
:PROPERTIES:
:NOTER_PAGE: (61 0.10491803278688525 . 0.16224814422057265)
:END:
Soak up to first wire until the water wicks through to the butt-end. Clip tip. Establish the collar line carefully. Then work in 5 ribbons. 
Start in the middle at the desired thickness mark established earlier. Then in a parallel scrape take it back all the way to the collar. Then do a strip a little closer to the tip on each side that is pretty much the whole collar region. The last two regions are closer to the tip and covers the taper in the shape. He uses a contoured plaque for this step

Then work on the corners with a flat plaque (actually a trianulgar guitar pick) and then the center of the tip. He uses a jack knife. Then he does a lateral scrape of the wings beginning about 2/3 of the way back.

Remove all ridges with a sapphire file. Check the tip for a balanced opening with the wings. Crow for the pitch center, which should ideally be e flat. The reed should now be playable but lacking refinement. More vibrant and lower in pitch that a finished reed. This is a first stage reed.
** Parallel scrape
:PROPERTIES:
:NOTER_PAGE: (62 0.3540983606557377 . 0.13997879109225878)
:END:
Knochenhauer vs Mechler
From a handout "Basic Reed dynamics"
Back third contributes to structural strength
mid third to one or both areas
Front third contributes to partial mix
** Seven Finishing procedures
:PROPERTIES:
:NOTER_PAGE: (63 0.6557377049180327 . 0.14740190880169673)
:END:
Redefines the 5 longitudinal bands
Procedures are 
1) middle\
2) rails
3) channels
4) wings
5) corners
6) tip
7) fine file to smooth and blend other work
** Seven Acoustic Criteria
:PROPERTIES:
:NOTER_PAGE: (64 0.7344262295081967 . 0.1548250265111347)
:END:
1) Reed crows:
   + dominant pitch of e flat for a #2 bocal
   + dominant crow of D for a #1 bocal
   + dominant crow of E for a #3 bocal
2) Reed plus bocal slighlty flat C
3) Relaxed embouchure it drops to a stable B
4) Trying to lower it further you get a crow at a lower octave. If it's out of tune, the registers will be distorted in a similar way.
5) Minimum range of reed plus bocal should be a minor 3rd (B to slightly flat D) B is lows, C primary register, C# second register, D is high register
6) Cut off frequency of reed alone is minimum a perfect fifth above dominant crow.
7) Range of an octave for the reed alone.
