docs/site/morris05_teach_method_lewis_hugh_cooper.html
<div id="outline-container-org6ba1349" class="outline-3">
<h3 id="org6ba1349">Finishing</h3>
<div class="outline-text-3" id="text-org6ba1349">
<p>
Soak up to first wire until the water wicks through to the butt-end. Clip tip. Establish the collar line carefully. Then work in 5 ribbons. 
Start in the middle at the desired thickness mark established earlier. Then in a parallel scrape take it back all the way to the collar. Then do a strip a little closer to the tip on each side that is pretty much the whole collar region. The last two regions are closer to the tip and covers the taper in the shape. He uses a contoured plaque for this step
</p>

<p>
Then work on the corners with a flat plaque (actually a trianulgar guitar pick) and then the center of the tip. He uses a jack knife. Then he does a lateral scrape of the wings beginning about 2/3 of the way back.
</p>

<p>
Remove all ridges with a sapphire file. Check the tip for a balanced opening with the wings. Crow for the pitch center, which should ideally be e flat. The reed should now be playable but lacking refinement. More vibrant and lower in pitch that a finished reed. This is a first stage reed.
</p>
</div>
</div>
<div id="outline-container-org4f5b6a3" class="outline-3">
<h3 id="org4f5b6a3">Parallel scrape</h3>
<div class="outline-text-3" id="text-org4f5b6a3">
<p>
Knochenhauer vs Mechler
From a handout "Basic Reed dynamics"
Back third contributes to structural strength
mid third to one or both areas
Front third contributes to partial mix
</p>
</div>
</div>
<div id="outline-container-orgf8c6a88" class="outline-3">
<h3 id="orgf8c6a88">Seven Finishing procedures</h3>
<div class="outline-text-3" id="text-orgf8c6a88">
<p>
Redefines the 5 longitudinal bands
Procedures are 
</p>
<ol class="org-ol">
<li>middle\</li>
<li>rails</li>
<li>channels</li>
<li>wings</li>
<li>corners</li>
<li>tip</li>
<li>fine file to smooth and blend other work</li>
</ol>
</div>
</div>
<div id="outline-container-org9abcd8c" class="outline-3">
<h3 id="org9abcd8c">Seven Acoustic Criteria</h3>
<div class="outline-text-3" id="text-org9abcd8c">
<ol class="org-ol">
<li>Reed crows:
<ul class="org-ul">
<li>dominant pitch of e flat for a #2 bocal</li>
<li>dominant crow of D for a #1 bocal</li>
<li>dominant crow of E for a #3 bocal</li>
</ul></li>
<li>Reed plus bocal slighlty flat C</li>
<li>Relaxed embouchure it drops to a stable B</li>
<li>Trying to lower it further you get a crow at a lower octave. If it's out of tune, the registers will be distorted in a similar way.</li>
<li>Minimum range of reed plus bocal should be a minor 3rd (B to slightly flat D) B is lows, C primary register, C# second register, D is high register</li>
<li>Cut off frequency of reed alone is minimum a perfect fifth above dominant crow.</li>
<li>Range of an octave for the reed alone.</li>
</ol>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
